const agreement1=`제 1조 (목적)
이 약관은 번개장터 주식회사(이하 '회사'라 함)이 제공하는 번개페이 서비스 (전자지급결제대행서비스 및 결제대금예치서비스)의 이용에 관한 제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다.

제 2조 (용어의 정의)
이 약관에서 정하는 용어의 정의는 다음과 같습니다.

1. '번개페이 서비스'(이하 '서비스'라 함)는 회원 상호간의 거래의 안전을 위하여 회사가 물품대금의 입출금을 중개할 목적으로 마련한 절차를 말합니다.
2. '회원'은 이 약관을 승인하고 회사와 서비스이용계약을 체결한 자를 말합니다.
3. '판매자'는 물품을 판매할 의사로 해당 물품을 회사가 제공한 양식에 맞춰 등록한 회원을 말합니다.
4. '구매자'는 물품을 구매할 의사로 해당 물품의 금액과 수수료를 회사를 보내 물품을 구매하는 회원입니다.
5. 안전거래 또는 매매보호서비스 또는 에스크로: 회사가 운영하는 인터넷 사이트에서 회원 상호간의 거래의 안전을 위하여 회사가 물품대금의 입출금을 중개할 목적으로 마련한 절차를 말합니다.
위 항목에서 정의되지 않은 약관상의 용어의 의미는 일반적인 관행에 의합니다.

제 3조 (약관의 명시, 효력 및 변경)
1. 회사는 이용자가 서비스를 이용하기 전에 이 약관을 게시하고 회원이 이 약관의 중요한 내용을 확인할 수 있도록합니다.
2. 회사는 필요에 의해 본 약관을 변경할 수 있으며 변경사유가 발생할 경우, 변경된 내용을 공지한 후 회원으로부터 이의제기가 없는 1주일이 경과되면 자동으로 변경된 약관이 적용됩니다.
3. 이 약관은 서비스를 통하여 이를 공지하거나 전자메일 등의 방법으로 회원에게 통지함으로써 효력이 발생됩니다.

제 4조 (관련법령과의 관계)
1. 이 약관에서 정하지 않은 사항은 전기통신사업법, 전자문서 및 전자거래기본법, 정보통신망 이용촉진 및 정보보호등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련법령의 규정과 일반적인 상관 례에 의합니다.
2. 회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자보호에 관한 법률 (예시:공급서, 표시광고, 반품, 배송 등 통신판매에 관한 규정), 전자상거래 등에서의 소비자보호에 관한 법률 (예시:소비자보호에 관한 규정), 소비자기본법(예시:사업자의 의무에 관한 규정), 정보통신망 이용촉진 및 정보보호등에 관한 법률 (예시:개인정보보호에 관한 규정) 등 관련법령을 준수하여야 하며, 이 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.

제 5조 (이용계약의 성립)
1. 이용 신청시 "번개페이 이용약관에 동의"를 선택하면 이 약관에 동의하는 것으로 간주됩니다.
2. 회사가 제공하는 서비스를 이용하고자 하는 회원은 회사가 요청하는 양식에 따라 필요사항을 기재하여야 합니다.

제 6조 (개인정보의 보호 및 사용)
1. 사용회사는 개인정보를 중요하게 생각하고 관리하고 있습니다. 회사의 개인정보보호에 대해서는 개인정보처리방침을 통해 확인하실 수 있습니다.
2. 회사가 제5조에 따라 요구하는 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스제공을 위한 목적으로 이용합니다.
3. 회원이 회사 및 회사와 제휴한 서비스들을 편리하게 이용할 수 있도록 하기 위해 회원 정보는 회사와 제휴한 업체에 제공될 수 있습니다.
단, 회사는 회원 정보 제공 이전에 제휴 업체, 제공 목적, 제공할 회원 정보의 내용 등을 사전에 공지하고 회원의 동의를 얻어야 합니다.
4. 회원은 회원정보 수정을 통해 언제든지 개인 정보에 대한 열람 및 수정을 할 수 있습니다.
5. 회원이 이용신청서에 회원정보를 기재하고, 회사에 본 약관에 따라 이용신청을 하는 것은 회사가 본 약관에 따라 이용신청서에 기재된 회원정보를 수집, 이용 및 제공하는 것에 동의하는 것으로 간주됩니다.

제 7조 (면책조항)
1. 회사가 회원들에게 제공하는 서비스는 온라인 거래장소를 제공하고 기타 부가정보를 제공함에 그치는 것이므로 서비스를 통하여 이루어지는 회원 상호간의 거래와 관련된 거래이행, 물품배송, 청약철회 또는 반품, 물품하자로 인한 분쟁해결 등 필요한 사후처리는 거래당사자인 회원들이 직접 수행하여야 합니다. 회사는 이에 대하여 관여하지 않으며 어떠한 책임도 부담하지 않습니다.

2. 회사는 천재지변 또는 이에 준하는 불가항력, 정보통신설비의 보수점검, 교체 또는 고장, 통신의 두절 등으로 인하여 일시적 또는 종국적으로 서비스를 제공할 수 없는 경우, 서비스 제공에 관한 책임이 면제됩니다. 이 경우 회사는 회사가 제공하는 인터넷사이트 화면에 게시하거나 기타의 방법으로 회원들에게 통지합니다.

3. 회사는 인터넷 이용자 또는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.

4. 회사는 서비스를 통하여 거래되는 물품의 하자, 물품등록정보의 오류, 미비 등으로 인하여 회원이 입는 손해에 대해서는 책임(제조물책임 포함)을 지지 않습니다.

5. 회사는 회원이 다른 회원이 게재한 정보, 자료, 사실의 정확성 등을 신뢰함으로써 입은 손해에 대하여 책임을 지지 않습니다.

제 8조 (서비스 이용자의 의무)
1. 판매자의 의무
1) 상품의 등록은 반드시 판매목적으로, 판매가 가능한 상품만을 등록하여야 하며, 상품의 등록은 회사가 정한 양식에 따라 진행하여야 합니다.
2) 판매 목적의 상품을 등록한 판매자는 구매자의 문의에 성실, 정확히 답하여야 합니다. 판매자의 불성실, 부정확한답변으로 인하여 구매자에게 발생한 손해에 대하여 판매자가 책임을 부담합니다.
3) 판매자는 상품의 매매와 관련하여 관련법령을 준수하여야 하며, 이 약관 및 회사가 서비스 화면에서 고지하는 내용을 준수하여야 합니다.
관련 법령, 이 약관 및 고지내용을 위반하거나 이행하지 아니하여 발생하는 모든 손실, 손해에 대하여 판매자가 책임을 부담합니다.
4) 판매자는 상품의 판매와 관련하여 특정한 인허가 자격이 필요한 경우 이에 대한 요건을 완료한 후 판매상품의 광고를 등록하여야 합니다.
인허가 자격을 갖추지 않은 상태에서 관련 상품의 판매로 인하여 발생한 모든 민형사상의 책임은 판매자가 부담하여야 합니다.
5) 회사는 판매자가 광고등록한 내용에 대하여 어떠한 보증이나 대리를 하지 않습니다.
따라서 판매자는 상품의 매매와 관련하여 회사가 보증이나 대리를 하였음을 인지하게 하는 내용을 게재하여서는 안 됩니다.
6) 상품은 허위/과장/과대광고, 신용카드결제시스템만을 이용하기 위하여 허위 등록하는 경우 등에 대하여 회사는 해당 광고상품을 삭제, 취소할 수 있으며, 이에 따른 모든 책임은 해당 상품을 등록한 판매자가 부담하여야 합니다.
7) 판매자는 구매자의 거래취소 요청이 있는 경우 이를 타당한 이유없이 거부하여서는 안 되며, 부당한 요금을 요구하여서는 안됩니다.
8) 판매자는 전자상거래 등에서의 소비자보호에 관한 법률 등 상품의 매매와 관련한 법령에서 정하는 기간동안 필요자료를 보관하여야 합니다.
9) 판매자는 구매자와 상품매매 절차에서 분쟁이 발생한 경우 분쟁의 해결을 위하여 성실히 임하여야 하며, 분쟁해결의 불성실로 인하여 구매자와 회사에 발생한 모든 손실, 손해를 부담하여야 합니다.

2. 구매자의 의무
1) 구매자는 구매의사 없이 판매자의 상품에 구매표시를 하여서는 안 됩니다.
구매의사 없이 고의적으로 판매자의 상품판매의 기회를 방해하거나 다른 구매자의 구매기회를 방해한 것이 적발되는 경우 회사는 해당 아이디에 대하여 회원자격을 정지하는 등의 조치를 취할 수 있습니다.
2) 구매자는 상품을 구매하기 전에 반드시 상품의 내용과 거래의 조건을 확인한 후 구매를 하여야 합니다.
구매하려는 상품의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실, 손해에 대한 책임은 구매자가 부담하여야 합니다.
3) 구매자는 이 약관 및 회사가 서비스 화면에서 고지하는 내용을 준수하여야 하며, 약관 및 고지내용을 위반하거나 이행하지 아니하여 발생하는 모든 손실, 손해에 대하여 책임을 부담합니다.
4) 회사는 판매자가 등록한 상품의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습니다.
따라서 구매자는 상품 구매시 스스로의 책임하에 상품을 구매하여야 합니다.
5) 구매자는 구매한 상품에 거래취소 또는 반품의 원인이 발생한 경우 수령한 상품을 임의로 사용하거나 훼손되도록 방치하여서는 안 됩니다.
거래취소 또는 반품 상품의 임의사용이나 상품보관의 미흡으로 인한 상품훼손에 대하여 합당한 비용을 부담하여야 합니다.
6) 구매자는 판매자와 상품매매 절차에서 분쟁이 발생한 경우 분쟁의 해결을 위하여 성실히 임하여야 하며, 분쟁해결의 불성실로 인하여 판매자와 회사에 발생한 모든 손실, 손해를 부담하여야 합니다.
7) 구매자는 상품의 구매시 결제방법을 사용함에 있어 반드시 본인 명의의 결제수단을 사용하여야 하며, 타인의 결제수단을 임의사용 하여서는 안 됩니다.
타인의 결제수단을 임의로 사용함으로써 발생하는 회사, 결제수단 소유자, 판매자의 손실과 손해에 대한 모든 책임은 구매자가 부담합니다.

3. 회사의 의무
1) 회사는 회사가 제공하는 서비스를 이용하는 이용자에게 서비스 이용에 관련한 중요사항을 고지합니다.
2) 회사는 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리합니다.
3) 회사는 서비스를 이용하는 회원간 분쟁이 발생하여 그 분쟁의 해결이 원활하지 않은 경우 분쟁의 원활한 해결을 위하여 노력합니다.
4) 회사는 회사가 제공하는 서비스가 서비스 제공목적에 맞게 이용이 되고 있는지를 수시로 확인할 수 있으며, 이용 목적에 위반되거나 벗어난 이용이 확인되는 즉시 관련 이용자에게 사유의 소명을 요청할 수 있으며, 사유의 소명이 타당하지 않다고 판단되는 경우 관련 이용자의 서비스 이용을 제한할 수 있습니다.
5) 회사는 서비스 제공자로서 관련 법령에서 정하는 기간동안 필요정보를 보관합니다. 또한 보관중인 자료에 대하여 당사자의 요청이 있는 경우 관련 자료를 제공할 수 있습니다.
6) 전자적 장치의 운영장애, 그 밖의 사유로 거래 내용을 제공 할 수 없을 때 회사는 회원들에게 이를 즉시 알리며 만일 회원이 자신의 거래 내용을 서면(전자문서는 제외)으로 제공받기를 원한다면, 회원 본인의 이름, 아이디, 전화번호, 확인하고자 하는 거래정보(거래번호, 가격, 결제일 등) 등을 명시한 서면자료를 아래 주소지로 등기 우편으로 보내야 합니다.

서울특별시 서초구 서초대로 38길 12, 7층(서초동, 마제스타시티 타워 2)
번개장터 주식회사 운영자 앞
연락처 : FAX(02-598-8241), TEL(02-598-8240)



제 9조 (수수료)
1. 서비스를 제공함에 있어 회사는 서비스 이용에 따르는 서비스 이용수수료를 부과합니다.
2. 수수료의 종류는 결제수수료, 안전결제 수수료로 구분됩니다.
3. 회사는 구매자에게 서비스를 제공하는 대가로 거래별 안전결제 수수료(1,000원)를 거래완료 시점에서 부과합니다.
4. 거래가 정상적으로 완료되어 판매자에게 물품대금을 송금할 경우 해당 거래의 수수료를 제외한 금액을 판매자에게 송금합니다.
5. 결제수수료는 결제방법에 따라 아래와 같이 부과합니다.
- 신용카드 수수료 : 3%
- 가상계좌 수수료 : 1.5%
(단 1원 단위의 수수료는 부과하지 않습니다.)

제 10조 (분쟁처리 및 분쟁조정)
1. 이용자는 서비스 이용과 관련한 의견 및 불만을 제기 및 거래분쟁 처리를 요구할 수 있습니다.
2. 이용자가 회사에 대하여 분쟁처리를 신청한 경우 회사는 15일 이내 이에 대한 조사 또는 처리 결과를 이용자에게 안내합니다.
3. 이용자는 금융위원회의 설치 등에 관한 법률 제 51조의 규정에 따른 금융감독원의 금융분쟁조정위원회나 전자상거래 등에서의 소비자보호에 관한 법률 제 31조 제 1항의 규정에 따른 한국소비자원에 회사의 전자금융거래 서비스의 이용과 관련한 분쟁조정을 신청할 수 있습니다.

제 11조 (서비스 이용제한)
1. 회사는 회사가 제공하는 서비스의 원활한 진행 및 회원간 안전한 서비스 이용이 이루어지도록 하기 위하여 일정한 경우 회원자격을 정지할 수 있습니다.
회원자격이 정지된 회원은 회사가 제공하는 서비스의 이용이 제한됩니다.
2. 회사에 의한 회원의 자격의 정지는 일시정지와 영구정지로 구분됩니다.
1) 일시정지
거래를 고의적, 상습적으로 취소하거나 상호비방, 명예훼손 등 원활한 거래를 방해하는 행위 등 운영자가 판단에 따라 경고 및 일시정지 처리됩니다.
2) 영구정지
신용카드 부정 사용행위, 매매부적합 상품의 매매, 식품위생법 위반, 상표권, 저작권, 초상권, 특허권 등의 권리침해, 타인의 개인정보 유출 및 제공 목적외의 이용(스팸메일 발송 등), 회원정보의 허위등록, 금융정보의 도용 및 차용, 다른 회원의 정당한 권리의 심각한 침해, 일시정지 사유의 고의적이거나 반복적 발생, 기타 서비스 이용규칙의 위반행위시에 적용될 수 있습니다.`;

const agreement2=`원활한 서비스 제공을 위해 판매자에게 해당 정보가 제공됩니다.
회원님께서는 아래 내용에 대하여 동의를 하셔야 구매를 진행하실 수 있습니다.
수집이용목적	수집항목	보유기간
상품 및 경품 배송(반품/환불/취소 등), 배송지 확인, 최근 배송지 불러오기 기능 제공	배송지 정보	회원탈퇴 시 까지
단, 관계 법령의 규정에 따라 보존할 의무가 있으면 해당 기간 동안 보존
대금 결제/환불 서비스 제공, 주문/배송/거래 내역 조회 서비스 제공, 전자상거래법 준수 등	구매자 이름, 휴대폰번호, 상품 구매정보, 상품 수취인정보(이름, 주소, 전화번호), 개인통관고유부호(선택시)	회원탈퇴 시 까지
단, 관계 법령의 규정에 따라 보존할 의무가 있으면 해당 기간 동안 보존

이용계약(이용약관)이 존속중인 탈퇴하지 않은 회원의 경우 보유기간은 보존의무기간 이상 보관할 수 있으며 이 기간이 경과된 기록에 대해서 파기요청이 있는 경우 파기함
결제수단에 따른 개인정보 수집.이용 항목이 상이할 수 있음`;

const agreement3=`원활한 서비스 제공을 위해 판매자에게 해당 정보가 제공 됩니다.
회원님께서는 아래 내용에 대하여 동의를 하셔야 구매를 진행하실 수 있습니다.
- 제공받는 자 : 홀리맨
- 목적 : 판매자와 구매자의 거래의 원활한 진행, 본인 의사의 확인, 고객 상담 및 불만 처리, 상품과 경품 배송을 위한 배송지 확인 등
- 항목 : 구매자 이름, 휴대폰번호, 상품 구매정보, 상품 수취인정보(이름, 주소, 전화번호), 개인통관고유번호(선택시)
- 보유기간 : 구매 확정후 3개월`;

